# Brew installs
brew "awscli"
brew "coreutils"
brew "ffmpeg"
brew "go"
brew "mtr"
brew "powerlevel10k"
brew "rbenv"
brew "ruby-build"
brew "sqlite"
brew "ssh-copy-id"
brew "vim"
brew "wget"
brew "zsh"

# Cask Installs
cask_args appdir: "~/Applications", require_sha: true
cask "google-chrome"
cask "firefox"
cask "gqrx"

# Mas Installs
brew "mas"
mas "1Password"

# VSCode Extensions
vscode "GitHub.codespaces"
